// The description of each level of feedback, from mild to incredibly annoying.
"FeedbackLevelFlashOnly" = "l' icone clignote constament.";
"FeedbackLevelBeepOnce" = "l' icone clignote constament et bipe une fois.";
"FeedbackLevelBeepAlways" = "l' icone clignote et bipe constament !";

// The description of each level of dock bounciness.
"BounceLevelNone" = "l' icone reste fixe.";
"BounceLevelOnce" = "l' icone Bondit une fois.";
"BounceLevelAlways" = "l' icone Rebondit !";

// The alert for attempting to start an alarm with zero seconds.
"CurrentNonzeroTimeTitle" = "Erreur de durée";
"CurrentNonzeroTimeMessage" = "Vous devez rentrer une durée superieure à 0.";

// The alert for attempting to pause an active alarm with no time left.
"PauseZeroTimeTitle" = "Impossible de mettre en pause";
"PauseZeroTimeMessage" = "Impossible de mettre en pause une alarme terminée.";

// The alert for attempting to delete an item from one of the tables.
"ConfirmDeleteTitle" = "Confirmer effacement :";
"ConfirmDeleteMessage" = "Confirmez vous l' effacement ?";
"ConfirmDeletePluralMessage" = "Confirmez vous l' effacement ?";

// The alert for attempting to add an existing alarm to presets.
"PresetExistsTitle" = "Présence d' un doublon :";
"PresetExistsMessage" = "Une alarme identique existe dejà.";

// The alert for attempting to add a text alarm with a time not longer than 0 sec and shorter than 12 hours.
"TimeOutOfRangeTitle" = "Heure hors limite";
"TimeOutOfRangeMessage" = "L'heure entrée doit être supérieure à zéro et inférieure à douze heures.";

// The built in alarms for zero time, and for the maximum time, and the default alarm.
"MaxTimeLabel" = "Temps Maximum";
"MinTimeLabel" = "Temps Minimum";
"DefaultAlarmLabel" = "Alarme";

// How an alarm that has finished is described.
"DoneAlarmDescriber" = "Terminé";

// The labels for the toolbar.
"ToolbarStartLabel" = "Démarrer";
"ToolbarStartTextLabel" = "Alarme textuelle";
"ToolbarStoreLabel" = "Mémoriser";
"ToolbarStartSelectedPresetsLabel" = "Démarrer la sélection";
"ToolbarDeleteLabel" = "Supprimer";
"ToolbarPreferencesLabel" = "Préférences";
"ToolbarClearDueLabel" = "Nettoyer";
"ToolbarPauseLabel" = "Pause";
"ToolbarUnpauseLabel" = "Reprendre";
"ToolbarRewindLabel" = "Rebobiner";

// The labels for the toolbar tooltips.
"ToolbarStartTip" = "Démarre l' alarme définie par l' horloge.";
"ToolbarStartTextTip" = "Démarrer une alarme basée sur une entrée de texte.";
"ToolbarStoreTip" = "Enregistre l' alarme définie par l' horloge.";
"ToolbarStartSelectedPresetsTip" = "Démarre les alarmes sélectionnées.";
"ToolbarDeleteTip" = "Efface les alarmes sélectionées.";
"ToolbarRewindTip" = "Régler l'alarme sélectionnée ou la dernière alarme à se terminer à leurs temps originels.";
"ToolbarPreferencesTip" = "Affiche les préférences.";
"ToolbarClearDueTip" = "Ôte les alarmes terminées.";
"ToolbarPauseTip" = "Mes en pause les alarmes en cours.";
"ToolbarUnpauseTip" = "Relance les alarmes mises en pause.";

// The labels for the dock menu.
"DockMenuRewindLastDue" = "Rembobiner dernière échue";
"DockMenuPresetShortHeader" = "Présélections :";
"DockMenuCurrentActiveShortHeader" = "Active :";
"DockMenuCurrentPausedShortHeader" = "En pause :";
"DockMenuPresetSubmenuTitle" = "Alarmes préréglées";
"DockMenuCurrentSubmenuTitle" = "Alarmes en cours";
